---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsReynoldsnumberParam
source: html/be72c38c-935f-f0c1-d46c-b8b7d083c9a8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsReynoldsnumberParam Property

"Reynolds number"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsReynoldsnumberParam { get; }
```